{
  "chart": {
    "title": "Share of population using at least a basic drinking water source",
    "subtitle": "A basic drinking water service is water from an [improved water source](#dod:improved-water-source) that can be collected within a 30-minute round trip, including queuing.",
    "citation": "WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (2025)",
    "originalChartUrl": "https://ourworldindata.org/grapher/population-using-at-least-basic-drinking-water?v=1&csvType=full&useColumnShortNames=false",
    "selection": [
      "World",
      "Middle-income countries",
      "Lower-middle-income countries",
      "Upper-middle-income countries",
      "Oceania (UN SDG)",
      "Sub-Saharan Africa (UN SDG)",
      "Central and Southern Asia (UN SDG)",
      "Australia and New Zealand (UN SDG)",
      "Europe and Northern America (UN SDG)",
      "Eastern and South-Eastern Asia (UN SDG)",
      "Latin America and the Caribbean (UN SDG)",
      "Northern Africa and Western Asia (UN SDG)"
    ]
  },
  "columns": {
    "Share of the population using at least a basic drinking water source": {
      "titleShort": "Share of the population using at least a basic drinking water source",
      "titleLong": "Share of the population using at least a basic drinking water source",
      "descriptionShort": "Proportion of people who use an [improved drinking water source](#dod:improved-water-source), which is either located on their premises, or at a collection point, which takes no more than 30 minutes for a roundtrip.",
      "descriptionKey": [
        "Easy and reliable access to drinking water is fundamental to human health and well-being. Improved drinking water sources reduce the risk of contamination and the spread of waterborne diseases.\n",
        "Having access to water on premises and when needed reduces the time and effort spent collecting water, which frees up time for education, work and participation in community life.\n",
        "Basic drinking water services are defined as an [improved drinking water source](#dod:improved-water-source), provided collection time is not more than 30 minutes for a roundtrip including queuing.\n",
        "Improved drinking water sources are those that have the potential to deliver safe water by nature of their design and construction, and include: piped water, boreholes or tubewells, protected dug wells, protected springs, rainwater, and packaged or delivered water.\n",
        "This data is provided by the WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP). They compile data from nationally representative household surveys and censuses, administrative data and service provider data. To learn more, see the [JMP Methodology](https://washdata.org/topics/methods/data-sources).\n",
        "This data reflects actual service use, which is directly linked to health outcomes and can be consistently measured across countries using household surveys. It is possible to theoretically have access to some kind of water and sanitation infrastructure, but not use them for daily needs. Therefore we refer to \"use\" or \"using\" rather than \"access\" to better reflect the underlying data.\n"
      ],
      "shortUnit": "%",
      "unit": "%",
      "timespan": "2000-2024",
      "type": "Numeric",
      "owidVariableId": 1132730,
      "shortName": "wat_basal__residence_total",
      "lastUpdated": "2025-12-08",
      "nextUpdate": "2027-12-08",
      "citationShort": "WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (2025) – processed by Our World in Data",
      "citationLong": "WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (2025) – processed by Our World in Data. “Share of the population using at least a basic drinking water source” [dataset]. World Health Organization/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene, “WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP) 2000-2024 report” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/1132730.metadata.json"
    }
  },
  "dateDownloaded": "2026-02-19",
  "activeFilters": {}
}